tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'splhack/splhack'
tap 'stephenway/monokaiterminal', 'https://github.com/stephenway/monokai.terminal.git'
tap 'universal-ctags/universal-ctags'
brew 'libyaml'
brew 'openssl'
brew 'ansible'
brew 'autoconf'
brew 'pkg-config'
brew 'curl'
brew 'gauche'
brew 'gdbm'
brew 'xz'
brew 'gettext'
brew 'git'
brew 'hub'
brew 'lua'
brew 'lua51'
brew 'luajit'
brew 'mongodb'
brew 'nkf'
brew 'readline'
brew 'sqlite'
brew 'python3'
brew 'rmtrash'
brew 'ruby'
brew 'tree'
brew 'typesafe-activator'
brew 'wget'
brew 'caskroom/cask/brew-cask'
brew 'splhack/splhack/cmigemo-mk', args: ['HEAD']
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'splhack/splhack/macvim-kaoriya', args: ['HEAD']
cask 'adobe-reader'
cask 'alfred'
cask 'appcleaner'
cask 'cheatsheet'
cask 'clipmenu'
cask 'dash'
cask 'day-o'
cask 'dropbox'
cask 'dwihn0r-keepassx'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'hosts'
cask 'intellij-idea'
cask 'java'
cask 'keka'
cask 'kobito'
cask 'macs-fan-control'
cask 'monolingual'
cask 'namebench'
cask 'onyx'
cask 'silverlight'
cask 'skype'
cask 'techstoreclub-simple-comic'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vlc'
