tap 'caskroom/cask'
tap 'homebrew/brewdler'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
tap 'neovim/neovim'
tap 'sanemat/font'
tap 'splhack/splhack'
tap 'stephenway/monokaiterminal', 'https://github.com/stephenway/monokai.terminal.git'
tap 'universal-ctags/universal-ctags'
cask 'java'
brew 'pkg-config'
brew 'libyaml'
brew 'openssl'
brew 'ansible'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'glib'
brew 'cairo'
brew 'cmake'
brew 'curl'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'libtool'
brew 'git'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'jpeg'
brew 'libtiff'
brew 'fontforge'
brew 'gauche'
brew 'gdbm'
brew 'hub'
brew 'lua'
brew 'lua51'
brew 'luajit'
brew 'mongodb'
brew 'nkf'
brew 'readline'
brew 'sqlite'
brew 'python3'
brew 'rlwrap'
brew 'rmtrash'
brew 'ruby'
brew 'scala'
brew 'tree'
brew 'typesafe-activator'
brew 'wget'
brew 'sanemat/font/ricty', args: ['powerline']
brew 'splhack/splhack/cmigemo-mk', args: ['HEAD']
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'splhack/splhack/macvim-kaoriya', args: ['HEAD']
cask 'alfred'
cask 'appcleaner'
cask 'astah-community'
cask 'avast'
cask 'cheatsheet'
cask 'clipmenu'
cask 'dash'
cask 'day-o'
cask 'dropbox'
cask 'dwihn0r-keepassx'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'hosts'
cask 'imageoptim'
cask 'intellij-idea'
cask 'keka'
cask 'macs-fan-control'
cask 'monolingual'
cask 'namebench'
cask 'onyx'
cask 'silverlight'
cask 'skim'
cask 'skype'
cask 'techstoreclub-simple-comic'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vivaldi'
cask 'vlc'
cask 'xmind'
